Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Intelligent_Impact_TelemetryServices
source: Stops automated background tracking, keystroke logging, and telemetry uploads.
ar_tn: يوقف التتبع التلقائي في الخلفية وتسجيل ضغطات المفاتيح وتحميل بيانات القياس.
de: Stoppt automatisches Hintergrund-Tracking, Tastatureingabeprotokollierung und Telemetrie-Uploads.
es_es: Detiene el seguimiento automático en segundo plano, el registro de pulsaciones y las cargas de telemetría.
fr_fr: Arrête le suivi automatique en arrière-plan, la journalisation des frappes et les uploads de télémétrie.
he_il: עוצר מעקב אוטומטי ברקע, רישום הקשות ועלאות נתוני טלמטריה.
id_id: Menghentikan pelacakan latar belakang otomatis, pencatatan keystroke, dan pengunggahan telemetri.
it_it: Arresta il tracciamento automatico in background, la registrazione dei tasti e i caricamenti di telemetria.
ja_jp: 自動バックグラウンド追跡、キーストロークログ、テレメトリーアップロードを停止します。
ko_kr: 자동 백그라운드 추적, 키스트로크 로깅, 원격 측정 업로드를 중지합니다.
pt_br: Para o rastreamento automático em segundo plano, o registro de teclas e os uploads de telemetria.
ru_ru: Прекращает автоматическое фоновое отслеживание, запись нажатий клавиш и загрузку телеметрии.
tr_tr: Otomatik arka plan izlemeyi, tuş vuruşu günlüğünü ve telemetri yüklemelerini durdurur.
vi_vn: Dừng theo dõi nền tự động, ghi nhật ký tổ hợp phím và tải lên dữ liệu đo lường từ xa.
zh_hans: 停止自动后台跟踪、按键记录和遥测数据上传。
zh_hant: 停止自動背景追蹤、按鍵記錄和遙測資料上傳。

# Feature_WindowsAI.Header
source: Disable Windows AI Features & Mining
ar_tn: تعطيل ميزات الذكاء الاصطناعي في ويندوز
de: Windows-KI-Funktionen & Mining deaktivieren
es_es: Deshabilitar funciones de IA y minería de Windows
fr_fr: Désactiver les fonctionnalités IA de Windows
he_il: השבת תכונות AI ופעילות כרייה של Windows
id_id: Nonaktifkan Fitur AI & Mining Windows
it_it: Disabilita le funzionalità AI di Windows
ja_jp: Windows AI 機能を無効化
ko_kr: Windows AI 기능 비활성화
pt_br: Desativar Recursos de IA e Mineração do Windows
ru_ru: Отключить функции ИИ Windows
tr_tr: Windows AI Özelliklerini ve Madenciliği Devre Dışı Bırak
vi_vn: Tắt tính năng AI & khai thác của Windows
zh_hans: 禁用 Windows AI 功能
zh_hant: 停用 Windows AI 功能

# Feature_WindowsAI.Description
source: Blocks Windows background AI analysis, Notepad/Paint AI integrations, and model query reporting.
ar_tn: يحظر تحليل الذكاء الاصطناعي في الخلفية وتكامل AI في المفكرة والرسام وإعداد التقارير.
de: Blockiert Windows-Hintergrund-KI-Analyse, Notepad/Paint-KI-Integrationen und Modellabfrage-Berichte.
es_es: Bloquea el análisis de IA en segundo plano, las integraciones de IA en el Bloc de notas/Paint y los informes de consultas de modelos.
fr_fr: Bloque l'analyse IA en arrière-plan, les intégrations IA dans Notepad/Paint et les rapports de requêtes de modèles.
he_il: חוסם ניתוח AI ברקע, שילובי AI במחברת/צייר ודיווחי שאילתות מודל.
id_id: Memblokir analisis AI latar belakang Windows, integrasi AI Notepad/Paint, dan pelaporan kueri model.
it_it: Blocca l'analisi AI in background di Windows, le integrazioni AI di Notepad/Paint e i report delle query del modello.
ja_jp: Windows バックグラウンド AI 分析、メモ帳/ペイントの AI 統合、モデルクエリレポートをブロックします。
ko_kr: Windows 백그라운드 AI 분석, 메모장/그림판 AI 통합 및 모델 쿼리 보고를 차단합니다.
pt_br: Bloqueia análise de IA em segundo plano do Windows, integrações de IA no Bloco de Notas/Paint e relatórios de consulta de modelos.
ru_ru: Блокирует фоновый анализ ИИ Windows, интеграции ИИ в Блокноте/Paint и отчёты запросов модели.
tr_tr: Windows arka plan AI analizini, Not Defteri/Paint AI entegrasyonlarını ve model sorgu raporlamayı engeller.
vi_vn: Chặn phân tích AI nền của Windows, tích hợp AI trong Notepad/Paint và báo cáo truy vấn mô hình.
zh_hans: 阻止 Windows 后台 AI 分析、记事本/画图 AI 集成和模型查询报告。
zh_hant: 阻止 Windows 背景 AI 分析、記事本/小畫家 AI 整合和模型查詢報告。

# Intelligent_Impact_WindowsAI
source: Protects local file privacy and stops continuous cloud AI scraping.
ar_tn: يحمي خصوصية الملفات المحلية ويوقف الاستخراج المستمر للذكاء الاصطناعي السحابي.
de: Schützt die lokale Dateivertraulichkeit und stoppt kontinuierliches Cloud-KI-Scraping.
es_es: Protege la privacidad de los archivos locales y detiene el raspado continuo de IA en la nube.
fr_fr: Protège la confidentialité des fichiers locaux et arrête l'extraction continue d'IA dans le cloud.
he_il: מגן על פרטיות קבצים מקומיים ועוצר גריטת AI סחבה מהענן.
id_id: Melindungi privasi file lokal dan menghentikan pengumpulan AI cloud yang berkelanjutan.
it_it: Protegge la privacy dei file locali e arresta lo scraping continuo dell'AI cloud.
ja_jp: ローカルファイルのプライバシーを保護し、クラウド AI によるスクレイピングを停止します。
ko_kr: 로컬 파일 개인 정보를 보호하고 지속적인 클라우드 AI 스크래핑을 중지합니다.
pt_br: Protege a privacidade dos arquivos locais e interrompe o scraping contínuo de IA na nuvem.
ru_ru: Защищает конфиденциальность локальных файлов и прекращает непрерывный сбор данных облачным ИИ.
tr_tr: Yerel dosya gizliliğini korur ve sürekli bulut AI kazımayı durdurur.
vi_vn: Bảo vệ quyền riêng tư tệp cục bộ và dừng thu thập AI đám mây liên tục.
zh_hans: 保护本地文件隐私，停止持续的云端 AI 数据抓取。
zh_hant: 保護本機檔案隱私，停止持續的雲端 AI 資料抓取。

# Feature_WindowsRecall.Header
source: Disable Windows Recall Screen Snapshotting
ar_tn: تعطيل لقطات شاشة Windows Recall
de: Windows Recall Bildschirm-Snapshots deaktivieren
es_es: Deshabilitar capturas de pantalla de Windows Recall
fr_fr: Désactiver les captures d'écran Windows Recall
he_il: השבת צילומי מסך של Windows Recall
id_id: Nonaktifkan Snapshot Layar Windows Recall
it_it: Disabilita gli screenshot di Windows Recall
ja_jp: Windows Recall のスクリーンショットを無効化
ko_kr: Windows Recall 화면 스냅샷 비활성화
pt_br: Desativar Capturas de Tela do Windows Recall
ru_ru: Отключить снимки экрана Windows Recall
tr_tr: Windows Recall Ekran Anlık Görüntülerini Devre Dışı Bırak
vi_vn: Tắt chụp màn hình Windows Recall
zh_hans: 禁用 Windows Recall 截屏功能
zh_hant: 停用 Windows Recall 截圖功能

# Feature_WindowsRecall.Description
source: Blocks periodic continuous screenshotting of active desktops and OCR indexing.
ar_tn: يحظر أخذ لقطات شاشة دورية مستمرة لأسطح المكتب النشطة وفهرسة OCR.
de: Blockiert die regelmäßige kontinuierliche Bildschirmaufnahme aktiver Desktops und OCR-Indizierung.
es_es: Bloquea las capturas de pantalla periódicas continuas de escritorios activos y la indexación OCR.
fr_fr: Bloque les captures d'écran périodiques continues des bureaux actifs et l'indexation OCR.
he_il: חוסם צילומי מסך רציפים ותקופתיים של שולחנות עבודה פעילים ואינדוקס OCR.
id_id: Memblokir pengambilan screenshot berkesinambungan secara berkala dari desktop aktif dan pengindeksan OCR.
it_it: Blocca gli screenshot continui periodici dei desktop attivi e l'indicizzazione OCR.
ja_jp: アクティブなデスクトップの定期的な継続的スクリーンショットと OCR インデックスをブロックします。
ko_kr: 활성 데스크탑의 주기적인 연속 스크린샷 및 OCR 인덱싱을 차단합니다.
pt_br: Bloqueia capturas de tela contínuas periódicas de áreas de trabalho ativas e indexação OCR.
ru_ru: Блокирует периодические непрерывные снимки экрана активных рабочих столов и индексацию OCR.
tr_tr: Aktif masaüstlerinin periyodik sürekli ekran görüntüsü alımını ve OCR indekslemesini engeller.
vi_vn: Chặn chụp màn hình liên tục định kỳ của màn hình nền đang hoạt động và lập chỉ mục OCR.
zh_hans: 阻止对活动桌面进行周期性连续截图和 OCR 索引。
zh_hant: 阻止對活動桌面進行週期性連續截圖和 OCR 索引。

# Intelligent_Impact_WindowsRecall
source: Guarantees sensitive banking, passwords, and private documents are never recorded.
ar_tn: يضمن عدم تسجيل المعاملات المصرفية الحساسة وكلمات المرور والمستندات الخاصة.
de: Garantiert, dass sensible Banking-Daten, Passwörter und private Dokumente nie aufgezeichnet werden.
es_es: Garantiza que la banca sensible, contraseñas y documentos privados nunca sean grabados.
fr_fr: Garantit que les données bancaires sensibles, mots de passe et documents privés ne sont jamais enregistrés.
he_il: מבטיח שנתוני בנקאות רגישים, סיסמאות ומסמכים פרטיים לעולם לא יוקלטו.
id_id: Menjamin data perbankan sensitif, kata sandi, dan dokumen pribadi tidak pernah direkam.
it_it: Garantisce che i dati bancari sensibili, le password e i documenti privati non vengano mai registrati.
ja_jp: 機密な銀行情報、パスワード、個人文書が記録されないことを保証します。
ko_kr: 민감한 뱅킹 정보, 비밀번호, 개인 문서가 절대 기록되지 않음을 보장합니다.
pt_br: Garante que dados bancários sensíveis, senhas e documentos privados nunca sejam gravados.
ru_ru: Гарантирует, что конфиденциальные банковские данные, пароли и личные документы никогда не записываются.
tr_tr: Hassas bankacılık bilgilerinin, şifrelerin ve özel belgelerin asla kaydedilmeyeceğini garanti eder.
vi_vn: Đảm bảo dữ liệu ngân hàng nhạy cảm, mật khẩu và tài liệu riêng tư không bao giờ bị ghi lại.
zh_hans: 保证敏感的银行信息、密码和私人文件永远不会被记录。
zh_hant: 保證敏感的銀行資訊、密碼和私人文件永遠不會被記錄。

# Feature_CoPilotAI.Header
source: Disable Copilot AI Assistant
ar_tn: تعطيل مساعد Copilot الذكي
de: Copilot KI-Assistent deaktivieren
es_es: Deshabilitar el asistente de IA Copilot
fr_fr: Désactiver l'assistant IA Copilot
he_il: השבת עוזר AI Copilot
id_id: Nonaktifkan Asisten AI Copilot
it_it: Disabilita l'assistente AI Copilot
ja_jp: Copilot AI アシスタントを無効化
ko_kr: Copilot AI 어시스턴트 비활성화
pt_br: Desativar Assistente de IA Copilot
ru_ru: Отключить ИИ-ассистент Copilot
tr_tr: Copilot AI Asistanını Devre Dışı Bırak
vi_vn: Tắt trợ lý AI Copilot
zh_hans: 禁用 Copilot AI 助手
zh_hant: 停用 Copilot AI 助手

# Feature_CoPilotAI.Description
source: Disables Windows Copilot sidebar, taskbar button, and continuous cloud sync queries.
ar_tn: يعطل الشريط الجانبي لـ Copilot وزر شريط المهام واستعلامات المزامنة السحابية المستمرة.
de: Deaktiviert die Windows Copilot-Seitenleiste, die Taskleistenschaltfläche und kontinuierliche Cloud-Sync-Abfragen.
es_es: Desactiva la barra lateral de Copilot, el botón de la barra de tareas y las consultas de sincronización en la nube continuas.
fr_fr: Désactive la barre latérale Copilot, le bouton de la barre des tâches et les requêtes de synchronisation cloud continues.
he_il: משבית את הסרגל הצדדי של Copilot, לחצן שורת המשימות ושאילתות סינכרון ענן רציפות.
id_id: Menonaktifkan sidebar Copilot Windows, tombol taskbar, dan kueri sinkronisasi cloud yang terus-menerus.
it_it: Disabilita la barra laterale di Copilot, il pulsante della barra delle applicazioni e le continue query di sincronizzazione cloud.
ja_jp: Windows Copilot のサイドバー、タスクバーボタン、継続的なクラウド同期クエリを無効化します。
ko_kr: Windows Copilot 사이드바, 작업 표시줄 버튼 및 지속적인 클라우드 동기화 쿼리를 비활성화합니다.
pt_br: Desativa a barra lateral do Copilot, o botão da barra de tarefas e as consultas contínuas de sincronização na nuvem.
ru_ru: Отключает боковую панель Copilot, кнопку на панели задач и непрерывные запросы облачной синхронизации.
tr_tr: Windows Copilot kenar çubuğunu, görev çubuğu düğmesini ve sürekli bulut senkronizasyon sorgularını devre dışı bırakır.
vi_vn: Vô hiệu hóa thanh bên Copilot, nút thanh tác vụ và các truy vấn đồng bộ hóa đám mây liên tục.
zh_hans: 禁用 Windows Copilot 侧边栏、任务栏按钮和持续的云同步查询。
zh_hant: 停用 Windows Copilot 側邊欄、工作列按鈕和持續的雲端同步查詢。

# Intelligent_Impact_CoPilotAI
source: Frees taskbar space and eliminates background web view processes.
ar_tn: يحرر مساحة شريط المهام ويزيل عمليات عرض الويب الخلفية.
de: Gibt Taskleistenplatz frei und eliminiert Hintergrund-Webview-Prozesse.
es_es: Libera espacio en la barra de tareas y elimina los procesos de vista web en segundo plano.
fr_fr: Libère de l'espace dans la barre des tâches et élimine les processus de vue Web en arrière-plan.
he_il: משחרר מקום בשורת המשימות ומסיר תהליכי תצוגת אינטרנט ברקע.
id_id: Membebaskan ruang taskbar dan menghilangkan proses tampilan web latar belakang.
it_it: Libera spazio nella barra delle applicazioni ed elimina i processi di visualizzazione web in background.
ja_jp: タスクバーの空きを確保し、バックグラウンドの Web ビュープロセスを排除します。
ko_kr: 작업 표시줄 공간을 확보하고 백그라운드 웹 뷰 프로세스를 제거합니다.
pt_br: Libera espaço na barra de tarefas e elimina processos de visualização web em segundo plano.
ru_ru: Освобождает место на панели задач и устраняет фоновые процессы веб-просмотра.
tr_tr: Görev çubuğu alanını serbest bırakır ve arka plan web görünümü süreçlerini ortadan kaldırır.
vi_vn: Giải phóng không gian thanh tác vụ và loại bỏ các tiến trình xem web nền.
zh_hans: 释放任务栏空间并消除后台 Web 视图进程。
zh_hant: 釋放工作列空間並消除背景 Web 視圖進程。

# Feature_AdvertisingID.Header
source: Disable Windows Advertising ID
ar_tn: تعطيل معرّف إعلانات ويندوز
de: Windows-Werbe-ID deaktivieren
es_es: Deshabilitar ID de publicidad de Windows
fr_fr: Désactiver l'ID publicitaire Windows
he_il: השבת מזהה פרסום Windows
id_id: Nonaktifkan ID Iklan Windows
it_it: Disabilita l'ID pubblicità di Windows
ja_jp: Windows 広告 ID を無効化
ko_kr: Windows 광고 ID 비활성화
pt_br: Desativar ID de Publicidade do Windows
ru_ru: Отключить рекламный идентификатор Windows
tr_tr: Windows Reklam Kimliğini Devre Dışı Bırak
vi_vn: Tắt ID quảng cáo Windows
zh_hans: 禁用 Windows 广告 ID
zh_hant: 停用 Windows 廣告 ID

# Feature_AdvertisingID.Description
source: Prevents Windows Store applications from tracking user activity for personalized advertising.
ar_tn: يمنع تطبيقات متجر ويندوز من تتبع نشاط المستخدم للإعلانات المخصصة.
de: Verhindert, dass Windows Store-Anwendungen Benutzeraktivitäten für personalisierte Werbung verfolgen.
es_es: Impide que las aplicaciones de la Tienda Windows rastreen la actividad del usuario para publicidad personalizada.
fr_fr: Empêche les applications Windows Store de suivre l'activité de l'utilisateur pour la publicité personnalisée.
he_il: מונע מיישומי Windows Store לעקוב אחר פעילות המשתמש לצורך פרסום מותאם אישית.
id_id: Mencegah aplikasi Windows Store melacak aktivitas pengguna untuk iklan yang dipersonalisasi.
it_it: Impedisce alle applicazioni di Windows Store di tracciare l'attività dell'utente per la pubblicità personalizzata.
ja_jp: Windows ストアアプリが個人化広告のためにユーザー活動を追跡するのを防ぎます。
ko_kr: Windows 스토어 애플리케이션이 개인화 광고를 위해 사용자 활동을 추적하는 것을 방지합니다.
pt_br: Impede que aplicativos da Windows Store rastreiem a atividade do usuário para publicidade personalizada.
ru_ru: Запрещает приложениям Windows Store отслеживать активность пользователя для персонализированной рекламы.
tr_tr: Windows Store uygulamalarının kişiselleştirilmiş reklamlar için kullanıcı etkinliğini izlemesini engeller.
vi_vn: Ngăn các ứng dụng Windows Store theo dõi hoạt động người dùng để quảng cáo được cá nhân hóa.
zh_hans: 防止 Windows 应用商店应用跟踪用户活动以进行个性化广告。
zh_hant: 防止 Windows 市集應用程式追蹤使用者活動以投放個人化廣告。

# Intelligent_Impact_AdvertisingID
source: Stops unique advertising identifier profile tracking.
ar_tn: يوقف تتبع ملف تعريف المعرف الإعلاني الفريد.
de: Stoppt die Verfolgung des eindeutigen Werbe-ID-Profils.
es_es: Detiene el seguimiento del perfil de identificador de publicidad único.
fr_fr: Arrête le suivi du profil d'identifiant publicitaire unique.
he_il: עוצר מעקב פרופיל מזהה פרסום ייחודי.
id_id: Menghentikan pelacakan profil pengidentifikasi iklan unik.
it_it: Arresta il tracciamento del profilo dell'identificatore pubblicitario univoco.
ja_jp: 固有の広告識別子プロファイルの追跡を停止します。
ko_kr: 고유 광고 식별자 프로필 추적을 중지합니다.
pt_br: Para o rastreamento de perfil de identificador de publicidade exclusivo.
ru_ru: Прекращает отслеживание уникального рекламного идентификатора.
tr_tr: Benzersiz reklam tanımlayıcı profil izlemeyi durdurur.
vi_vn: Dừng theo dõi hồ sơ định danh quảng cáo duy nhất.
zh_hans: 停止唯一广告标识符配置文件追踪。
zh_hant: 停止唯一廣告識別碼設定檔追蹤。

# Feature_ActivityUploads.Header
source: Disable Activity History Cloud Sync
ar_tn: تعطيل مزامنة سحابة سجل النشاط
de: Aktivitäts-Verlauf-Cloud-Sync deaktivieren
es_es: Deshabilitar sincronización en la nube del historial de actividad
fr_fr: Désactiver la synchronisation cloud de l'historique d'activité
he_il: השבת סינכרון ענן של היסטוריית פעילות
id_id: Nonaktifkan Sinkronisasi Cloud Riwayat Aktivitas
it_it: Disabilita la sincronizzazione cloud della cronologia delle attività
ja_jp: アクティビティ履歴のクラウド同期を無効化
ko_kr: 활동 기록 클라우드 동기화 비활성화
pt_br: Desativar Sincronização de Histórico de Atividades na Nuvem
ru_ru: Отключить синхронизацию истории активности с облаком
tr_tr: Etkinlik Geçmişi Bulut Senkronizasyonunu Devre Dışı Bırak
vi_vn: Tắt đồng bộ hóa đám mây lịch sử hoạt động
zh_hans: 禁用活动历史记录云同步
zh_hant: 停用活動歷程記錄雲端同步

# Feature_ActivityUploads.Description
source: Prevents uploading user app launch history and browsing history to Microsoft cloud.
ar_tn: يمنع رفع سجل تشغيل التطبيقات وسجل التصفح إلى سحابة مايكروسوفت.
de: Verhindert das Hochladen des App-Start-Verlaufs und des Browser-Verlaufs in die Microsoft-Cloud.
es_es: Evita la carga del historial de lanzamiento de aplicaciones y el historial de navegación en la nube de Microsoft.
fr_fr: Empêche le téléversement de l'historique de lancement des applications et de navigation vers le cloud Microsoft.
he_il: מונע העלאה של היסטוריית הפעלת יישומים וגלישה לענן של Microsoft.
id_id: Mencegah pengunggahan riwayat peluncuran aplikasi dan riwayat penelusuran ke cloud Microsoft.
it_it: Impedisce di caricare la cronologia di avvio delle app e la cronologia di navigazione nel cloud di Microsoft.
ja_jp: ユーザーのアプリ起動履歴と閲覧履歴の Microsoft クラウドへのアップロードを防止します。
ko_kr: 사용자 앱 실행 기록 및 검색 기록이 Microsoft 클라우드에 업로드되는 것을 방지합니다.
pt_br: Impede o upload do histórico de inicialização de aplicativos e do histórico de navegação para a nuvem da Microsoft.
ru_ru: Предотвращает загрузку истории запуска приложений и истории просмотра в облако Microsoft.
tr_tr: Kullanıcı uygulama başlatma geçmişinin ve gezinme geçmişinin Microsoft bulutuna yüklenmesini engeller.
vi_vn: Ngăn tải lịch sử khởi chạy ứng dụng và lịch sử duyệt web lên đám mây Microsoft.
zh_hans: 阻止将用户应用启动历史和浏览历史上传到 Microsoft 云。
zh_hant: 阻止將使用者應用啟動歷程和瀏覽歷程上傳到 Microsoft 雲端。

# Intelligent_Impact_ActivityUploads
source: Device usage history is never broadcast across linked cloud accounts.
ar_tn: لا يتم بث تاريخ استخدام الجهاز أبداً عبر الحسابات السحابية المرتبطة.
de: Die Gerätenutzungshistorie wird nie auf verknüpfte Cloud-Konten übertragen.
es_es: El historial de uso del dispositivo nunca se transmite a cuentas de nube vinculadas.
fr_fr: L'historique d'utilisation de l'appareil n'est jamais diffusé sur les comptes cloud liés.
he_il: היסטוריית השימוש בהתקן לעולם לא מסורגת על פני חשבונות ענן מקושרים.
id_id: Riwayat penggunaan perangkat tidak pernah disiarkan ke akun cloud yang tertaut.
it_it: La cronologia di utilizzo del dispositivo non viene mai diffusa su account cloud collegati.
ja_jp: デバイスの使用履歴がリンクされたクラウドアカウントに配信されることはありません。
ko_kr: 장치 사용 기록이 연결된 클라우드 계정에 절대 전송되지 않습니다.
pt_br: O histórico de uso do dispositivo nunca é transmitido para contas de nuvem vinculadas.
ru_ru: История использования устройства никогда не передаётся в связанные облачные аккаунты.
tr_tr: Cihaz kullanım geçmişi bağlantılı bulut hesaplarına asla yayınlanmaz.
vi_vn: Lịch sử sử dụng thiết bị không bao giờ được phát đến các tài khoản đám mây được liên kết.
zh_hans: 设备使用历史记录永远不会在关联的云账户之间广播。
zh_hant: 裝置使用歷程記錄永遠不會在關聯的雲端帳戶之間廣播。

# Feature_ClipboardSync.Header
source: Disable Cross-Device Clipboard Cloud Sync
ar_tn: تعطيل مزامنة الحافظة السحابية عبر الأجهزة
de: Geräteübergreifende Zwischenablage-Cloud-Sync deaktivieren
es_es: Deshabilitar sincronización en la nube del portapapeles entre dispositivos
fr_fr: Désactiver la synchronisation cloud du presse-papiers entre appareils
he_il: השבת סינכרון ענן של לוח גזירים בין מכשירים
id_id: Nonaktifkan Sinkronisasi Cloud Clipboard Lintas Perangkat
it_it: Disabilita la sincronizzazione cloud degli appunti tra dispositivi
ja_jp: デバイス間のクリップボードのクラウド同期を無効化
ko_kr: 장치 간 클립보드 클라우드 동기화 비활성화
pt_br: Desativar Sincronização de Área de Transferência na Nuvem entre Dispositivos
ru_ru: Отключить межустройственную синхронизацию буфера обмена
tr_tr: Cihazlar Arası Pano Bulut Senkronizasyonunu Devre Dışı Bırak
vi_vn: Tắt đồng bộ hóa đám mây clipboard giữa các thiết bị
zh_hans: 禁用跨设备剪贴板云同步
zh_hant: 停用跨裝置剪貼簿雲端同步

# Feature_ClipboardSync.Description
source: Stops clipboard copy buffer from automatically uploading to cloud servers.
ar_tn: يوقف رفع مخزن نسخ الحافظة تلقائياً إلى الخوادم السحابية.
de: Verhindert, dass der Zwischenablagen-Kopierpuffer automatisch in die Cloud hochgeladen wird.
es_es: Evita que el búfer de copia del portapapeles se cargue automáticamente en servidores en la nube.
fr_fr: Empêche le tampon de copie du presse-papiers d'être automatiquement téléversé vers les serveurs cloud.
he_il: עוצר העלאה אוטומטית של חוצץ ההעתקה של לוח הגזירים לשרתי ענן.
id_id: Menghentikan buffer salinan clipboard agar tidak otomatis diunggah ke server cloud.
it_it: Impedisce al buffer di copia degli appunti di caricarsi automaticamente sui server cloud.
ja_jp: クリップボードのコピーバッファーがクラウドサーバーに自動アップロードされるのを停止します。
ko_kr: 클립보드 복사 버퍼가 클라우드 서버에 자동으로 업로드되는 것을 중지합니다.
pt_br: Impede que o buffer de cópia da área de transferência seja enviado automaticamente para servidores na nuvem.
ru_ru: Прекращает автоматическую загрузку содержимого буфера обмена на облачные серверы.
tr_tr: Pano kopyalama arabelleğinin bulut sunucularına otomatik olarak yüklenmesini durdurur.
vi_vn: Dừng bộ đệm sao chép clipboard tự động tải lên máy chủ đám mây.
zh_hans: 阻止剪贴板复制缓冲区自动上传到云服务器。
zh_hant: 阻止剪貼簿複製緩衝區自動上傳到雲端伺服器。

# Intelligent_Impact_ClipboardSync
source: Protects sensitive copied text, passwords, and tokens from cloud exposure.
ar_tn: يحمي النصوص والكلمات المنسوخة الحساسة والرموز من التعرض السحابي.
de: Schützt sensible kopierten Texte, Passwörter und Token vor Cloud-Exposition.
es_es: Protege el texto copiado sensible, contraseñas y tokens de la exposición en la nube.
fr_fr: Protège le texte copié sensible, les mots de passe et les jetons de l'exposition cloud.
he_il: מגן על טקסט מועתק רגיש, סיסמאות ואסימונים מחשיפת ענן.
id_id: Melindungi teks yang disalin sensitif, kata sandi, dan token dari paparan cloud.
it_it: Protegge il testo copiato sensibile, le password e i token dall'esposizione cloud.
ja_jp: コピーされた機密テキスト、パスワード、トークンをクラウドへの露出から保護します。
ko_kr: 복사된 민감한 텍스트, 비밀번호 및 토큰을 클라우드 노출로부터 보호합니다.
pt_br: Protege texto copiado sensível, senhas e tokens da exposição na nuvem.
ru_ru: Защищает скопированные конфиденциальные тексты, пароли и токены от облачного раскрытия.
tr_tr: Hassas kopyalanmış metinleri, şifreleri ve belirteçleri bulut maruziyetinden korur.
vi_vn: Bảo vệ văn bản đã sao chép nhạy cảm, mật khẩu và token khỏi bị lộ trên đám mây.
zh_hans: 保护敏感复制文本、密码和令牌不被云端暴露。
zh_hant: 保護敏感複製文字、密碼和令牌不被雲端暴露。

# Feature_LocationAccess.Header
source: Disable Location Access & Sensors
ar_tn: تعطيل الوصول إلى الموقع والمستشعرات
de: Standortzugriff & Sensoren deaktivieren
es_es: Deshabilitar acceso a la ubicación y sensores
fr_fr: Désactiver l'accès à la localisation et les capteurs
he_il: השבת גישה למיקום ולחיישנים
id_id: Nonaktifkan Akses Lokasi & Sensor
it_it: Disabilita l'accesso alla posizione e ai sensori
ja_jp: 位置情報アクセスとセンサーを無効化
ko_kr: 위치 액세스 및 센서 비활성화
pt_br: Desativar Acesso de Localização e Sensores
ru_ru: Отключить доступ к местоположению и датчикам
tr_tr: Konum Erişimini ve Sensörleri Devre Dışı Bırak
vi_vn: Tắt quyền truy cập vị trí & cảm biến
zh_hans: 禁用位置访问和传感器
zh_hant: 停用位置存取和感測器
